package com.example.webtest.base;

public interface Constant {
    int AFTER_SALES_DESC = 0;
    int RENQI_BEGIN = 1;
    int GO_NEXT_PAGE = 2;
    int AFTER_GO_NEXT_PAGE = 3;
    int GET_SAMEURL = 4;
    boolean DEBUG = false;
    int debugSize = 2;
    int pageSize = 5;
    int foreaTime = 3000;
    int foreaTime_additon_Time = 2000;
    //    String SHOP_LIST =
    String SHOP_LIST = "插片/胸垫\n" +
            "搭扣\n" +
            "吊带/背心/T恤\n" +
            "吊袜带\n" +
            "肚兜\n" +
            "短袜/打底袜/丝袜/美腿袜\n" +
            "肩带\n" +
            "抹胸\n" +
            "内裤\n" +
            "乳贴\n" +
            "睡裤/家居裤\n" +
            "睡袍/浴袍\n" +
            "睡裙\n" +
            "睡衣/家居服套装\n" +
            "睡衣上装\n" +
            "塑身分体套装\n" +
            "塑身连体衣\n" +
            "塑身美体裤\n" +
            "塑身上衣\n" +
            "塑身腰封/腰夹\n" +
            "文胸\n" +
            "文胸套装\n";
    String SHOP_LIST4 = "机械五金\n" +
            "电动工具\n" +
            "水泵\n" +
            "仪表仪器\n" +
            "电钻\n" +
            "工具\n" +
            "气动元件\n" +
            "护栏隔离栏\n" +
            "电焊切割设备\n" +
            "密封件\n" +
            "螺丝批组套\n" +
            "扩孔钻\n" +
            "电磨角磨机\n" +
            "起重工具\n" +
            "五金工具箱\n" +
            "汽修汽保工具\n" +
            "热胶枪\n" +
            "阀门\n" +
            "切割机\n" +
            "水平仪\n" +
            "夹持类工具\n" +
            "气钉枪\n" +
            "组合套装\n" +
            "电锤\n" +
            "家用工具组套\n" +
            "卷尺\n" +
            "雕刻机\n" +
            "轴承润滑油脂\n" +
            "零件盒\n" +
            "管接头\n" +
            "分离设备\n" +
            "雕刻刀\n" +
            "电子秤\n" +
            "电锯片\n" +
            "冲气泵\n" +
            "工具包\n" +
            "升降台\n" +
            "球阀\n" +
            "液压装卸车\n" +
            "太阳能电池组件\n" +
            "施工除尘器\n" +
            "万用表\n" +
            "冲击扳手\n" +
            "电烙铁\n" +
            "麻花钻\n" +
            "漆工工具\n" +
            "内六角扳手\n" +
            "传动带\n" +
            "安全网\n" +
            "角磨机\n" +
            "类型泵\n" +
            "测距仪\n" +
            "深沟球轴承\n" +
            "管夹\n" +
            "喷火枪\n" +
            "发电机组零部件\n" +
            "手动套筒扳手\n" +
            "电热管\n" +
            "汽油发电机\n" +
            "铣刀\n" +
            "太阳能发电机\n" +
            "螺母\n" +
            "活扳手\n" +
            "钢珠滚珠\n" +
            "止回阀\n" +
            "刀片\n" +
            "弹簧\n" +
            "云石片\n" +
            "测温仪\n" +
            "电链锯\n" +
            "工业用铝型材\n" +
            "钢板\n" +
            "手工锯\n" +
            "温湿度计\n" +
            "压力表\n" +
            "电泵\n" +
            "紧固件\n" +
            "电动螺丝批\n" +
            "美工刀\n" +
            "园艺剪\n" +
            "钢丝刷\n" +
            "LED显示屏\n" +
            "钉\n" +
            "电热工具\n" +
            "固定型\n" +
            "钢丝钳\n" +
            "喷漆枪\n" +
            "无线电波探测仪\n" +
            "液压工具\n" +
            "刃具\n" +
            "电子变压器\n" +
            "套管\n" +
            "机械喷嘴\n" +
            "直线运动轴承\n" +
            "温控仪\n" +
            "垫圈\n" +
            "塑焊机\n" +
            "润滑设备及工具\n" +
            "尖嘴钳\n" +
            "组合件和连接副\n" +
            "柴油机\n" +
            "电动批头\n" +
            "抛光机\n" +
            "电池电力配件\n" +
            "千斤顶\n" +
            "液压机油压机\n" +
            "棘轮扳手\n" +
            "气动工具\n" +
            "电表\n" +
            "电锤钻头\n" +
            "灭火器\n" +
            "线缆工具\n" +
            "普通稳压器\n" +
            "立铣刀\n" +
            "压力泵\n" +
            "膨胀螺丝\n" +
            "压线钳\n" +
            "汽油机\n" +
            "铝板\n" +
            "松香\n" +
            "柴油发电机\n" +
            "水平尺\n" +
            "轮胎维修工具\n" +
            "台锯\n" +
            "烙铁电焊头\n" +
            "热风枪\n" +
            "测电笔\n" +
            "6角套筒\n" +
            "修边机\n" +
            "剥线钳\n" +
            "电焊条\n" +
            "定时器\n" +
            "车刀\n" +
            "游标卡尺\n" +
            "减速带\\减速垄\n" +
            "测量工具\n" +
            "电圆锯\n" +
            "电动曲线锯\n" +
            "工具车\n" +
            "反光安全服\n" +
            "金属探测器\n" +
            "刮刀\n" +
            "电剪\n" +
            "钻\n" +
            "台虎钳\n" +
            "扳手\n" +
            "滑轮\n" +
            "角尺\n" +
            "LED开关电源\n" +
            "两用扳手\n" +
            "马刀锯往复锯\n" +
            "焊剂\n" +
            "电子工具\n" +
            "玻璃刀\n" +
            "气体检测仪\n" +
            "铲刀\n" +
            "塑料膨胀管\n" +
            "羊角锤\n" +
            "电工维修工具\n" +
            "界铝机\n" +
            "发电机\n" +
            "滚筒刷\n" +
            "砂纸机\n" +
            "齿轮减速机\n" +
            "变频器\n" +
            "电子数显卡尺\n" +
            "气动磨光机\n" +
            "机用丝锥\n" +
            "PLC\n" +
            "焊锡\n" +
            "焊炬枪\n" +
            "电子焊接工具配件\n" +
            "吹风枪\n" +
            "电磁继电器\n" +
            "电刨\n" +
            "卷扬机\n" +
            "抹泥刀\n" +
            "电焊丝\n" +
            "圆钢\n" +
            "气动工具配件\n" +
            "法兰（新）\n" +
            "安全标志\n" +
            "木刨\n" +
            "联轴器\n" +
            "管子割刀\n" +
            "GF字夹\n" +
            "流量计\n" +
            "风力发电机\n" +
            "齿轮\n" +
            "低压接触器\n" +
            "焊台\n" +
            "电热设备\n" +
            "开关电源\n" +
            "太阳能充电器\n" +
            "扁钢\n" +
            "车身维修工具\n" +
            "POP广告用品\n" +
            "钢锯\n" +
            "带轮\n" +
            "钢直尺\n" +
            "安全帽\n" +
            "静电防护刷\n" +
            "斜嘴钳\n" +
            "线切割\n" +
            "接杆\n" +
            "钳形表\n" +
            "销\n" +
            "圆车刀\n" +
            "气动扳手\n" +
            "羊毛刷\n" +
            "酸度计\n" +
            "膨胀螺栓\n" +
            "干燥箱\n" +
            "刀\n" +
            "类型电锯\n" +
            "磨刀机\n" +
            "实验电炉\n" +
            "冲击钻头\n" +
            "传动链\n" +
            "手用钢锯条\n" +
            "水表\n" +
            "轴承装卸工具\n" +
            "防砸皮鞋\n" +
            "接头\n" +
            "时间继电器\n" +
            "机用锯条\n" +
            "电热圈片盘板\n" +
            "砂带机\n" +
            "槽钢\n" +
            "热电偶\n" +
            "木工斧\n" +
            "油漆刷滚筒\n" +
            "测厚仪\n" +
            "引擎维修工具\n" +
            "反光锥\n" +
            "滚筒\n" +
            "激光切割机\n" +
            "路障闪灯\n" +
            "扭力扳手\n" +
            "铁皮剪\n" +
            "外球面球轴承\n" +
            "液压冲孔机切排机\n" +
            "双头呆扳手\n" +
            "管子钳\n" +
            "撬棒\n" +
            "水口钳\n" +
            "锤\n" +
            "指示表\n" +
            "圆柱冲\n" +
            "炉头\n" +
            "等离子切割机\n" +
            "油灰刀\n" +
            "示波器\n" +
            "测亩仪\n" +
            "手用丝锥\n" +
            "蜗轮蜗杆减速机\n" +
            "滚针轴承\n" +
            "轴承座\n" +
            "消防水带\n" +
            "木凿\n" +
            "电热丝\n" +
            "角钢\n" +
            "涂刷工具\n" +
            "砂轮机\n" +
            "闸阀\n" +
            "工业电炉\n" +
            "安装锤胶锤\n" +
            "线缆钳\n" +
            "墨斗\n" +
            "千分尺\n" +
            "面铣刀\n" +
            "气动铆钉机\n" +
            "金刚锉\n" +
            "安全带\n" +
            "液压弯管机\n" +
            "切断车刀\n" +
            "呼吸器\n" +
            "墙体探测仪\n" +
            "孔车刀\n" +
            "测线仪\n" +
            "大力钳\n" +
            "木工带锯\n" +
            "计数器\n" +
            "机床工具\n" +
            "钳工锉\n" +
            "量规\n" +
            "热电阻\n" +
            "十字柄套筒扳手\n" +
            "电阻测试仪\n" +
            "抽芯铆钉\n" +
            "梅花扳手\n" +
            "链轮\n" +
            "子母铆钉\n" +
            "截止阀\n" +
            "6角长套筒\n" +
            "角接触球轴承\n" +
            "打气筒\n" +
            "固态继电器\n" +
            "通用变频器\n" +
            "鹰嘴断线钳\n" +
            "点焊机\n" +
            "什锦锉\n" +
            "旋具套筒\n" +
            "鸡眼铆钉\n" +
            "防割手套\n" +
            "割炬\n" +
            "电动套丝机\n" +
            "工业烤箱\n" +
            "板牙\n" +
            "单三相全自动稳压器\n" +
            "镗刀\n" +
            "灭火毯\n" +
            "水份仪\n" +
            "带表卡尺\n" +
            "内置式膨胀螺栓\n" +
            "通用汽修组套\n" +
            "桌虎钳\n" +
            "反光带\n" +
            "石工锤\n" +
            "挡圈卡簧钳\n" +
            "电工剪\n" +
            "气动螺丝刀\n" +
            "滑动轴承\n" +
            "电热带\n" +
            "隔音耳塞\n" +
            "表坐\n" +
            "钳工锤\n" +
            "低压断路器\n" +
            "起重滑车\n" +
            "塞尺\n" +
            "热溶胶枪\n" +
            "兆欧表\n" +
            "剪\n" +
            "挡圈\n" +
            "激光焊机\n" +
            "行星齿轮减速机\n" +
            "工具柜\n" +
            "气动套筒\n" +
            "冲击螺丝批\n" +
            "水马\\防撞桶\n" +
            "发热芯\n" +
            "圆锥滚子轴承\n" +
            "锯片\n" +
            "整形锉\n" +
            "钟表锉\n" +
            "水泵钳\n" +
            "绝缘螺丝批\n" +
            "丝锥扳手\n" +
            "刨刀\n" +
            "风速仪\n" +
            "隔离变压器\n" +
            "气动搅拌机\n" +
            "水力发电机\n" +
            "消防服\n" +
            "电工刀\n" +
            "家用剪\n" +
            "推拉力计\n" +
            "关节轴承\n" +
            "起重钳\n" +
            "推力球轴承\n" +
            "泥板\n" +
            "经纬仪\n" +
            "塑料胀塞\n" +
            "机用铰刀\n" +
            "油画笔\n" +
            "石工凿\n" +
            "齿轮箱\n" +
            "钢丝绳切断机\n" +
            "手用铰刀\n" +
            "安全绳\n" +
            "噪音仪\n" +
            "温度继电器\n" +
            "棘轮螺丝批\n" +
            "螺纹钢\n" +
            "行星摆线针轮减速机\n" +
            "照度仪\n" +
            "反光镜\n" +
            "防爆电气\n" +
            "转速表\n" +
            "锯片铣刀\n" +
            "圆柱滚子轴承\n" +
            "防护镜\n" +
            "旋具头组套\n" +
            "气铲气锹\n" +
            "砌刀\n" +
            "调速器\n" +
            "电流互感器\n" +
            "线垂\n" +
            "紧急冲淋装置及洗眼器\n" +
            "起动器\n" +
            "划规\n" +
            "电动扳手\n" +
            "中心钻\n" +
            "标尺\n" +
            "滚刀\n" +
            "圆头锤\n" +
            "螺丝车刀\n" +
            "平头铆钉\n" +
            "砂轮整形刀\n" +
            "理发剪\n" +
            "螺丝机\n" +
            "多彩喷涂枪\n" +
            "液压开孔器\n" +
            "调心滚子轴承\n" +
            "12角套筒\n" +
            "防尘口罩\n" +
            "划针\n" +
            "气体探测仪\n" +
            "角向扳手\n" +
            "焊接喷涂工具\n" +
            "起钉器\n" +
            "控制变压器\n" +
            "起动型\n" +
            "滚子\n" +
            "减速机配件\n" +
            "丝锥\n" +
            "底阀\n" +
            "木工锤\n" +
            "测速仪\n" +
            "太阳能灯\n" +
            "伺服定位系统\n" +
            "工矿鞋\n" +
            "IC起拔器\n" +
            "泵类型\n" +
            "定时器时控开关\n" +
            "电工电器成套设备\n" +
            "缓降器\n" +
            "倒角机\n" +
            "防护面罩\n" +
            "喷笔\n" +
            "伴热设备\n" +
            "毛笔\n" +
            "样板\n" +
            "气动棘轮扳手\n" +
            "蜗轮\n" +
            "气镐\n" +
            "节能控制器\n" +
            "膨胀类紧固件\n" +
            "增力扳手\n" +
            "中心冲\n" +
            "人机界面\n" +
            "气锤\n" +
            "燃气表\n" +
            "消防斧\n" +
            "底盘维修工具\n" +
            "圆柱铣刀\n" +
            "电源变压器\n" +
            "快速管子扳手\n" +
            "重型刀\n" +
            "喷灯\n" +
            "低压熔断器\n" +
            "锤头\n" +
            "车底检查镜\n" +
            "胡桃钳\n" +
            "钣金锤\n" +
            "防毒口罩\n" +
            "照明变压器\n" +
            "机器人配件\n" +
            "通用电缆\n" +
            "键槽铣刀\n" +
            "紧线钳\n" +
            "测湿仪\n" +
            "半空心铆钉\n" +
            "退卸衬套\n" +
            "单头呆扳手\n" +
            "安全锤\n" +
            "量块\n" +
            "绝缘布\n" +
            "空心铆钉\n" +
            "侧面孔勾扳手\n" +
            "锯锉\n" +
            "电火花\n" +
            "低压开关柜\n" +
            "硅碳棒\n" +
            "电动坡口机\n" +
            "光饰机\n" +
            "转盘轴承回转轴承\n" +
            "凿\n" +
            "专用变频器\n" +
            "三面刃铣刀\n" +
            "铲子锄头\n" +
            "胀紧套\n" +
            "扁嘴钳\n" +
            "铅印钳\n" +
            "划线用V形铁\n" +
            "焊工墨镜\n" +
            "电热膜\n" +
            "裁缝剪\n" +
            "调压变压器\n" +
            "螺帽破开器\n" +
            "扎丝\n" +
            "电子钳\n" +
            "刀锉\n" +
            "斧类\n" +
            "脱扣器\n" +
            "隔热手套\n" +
            "采伐斧\n" +
            "焊锡机\n" +
            "钎料\n" +
            "鲤鱼钳\n" +
            "家用刀\n" +
            "电涌保护器\n" +
            "绝缘手套\n" +
            "保护器\n" +
            "消防头盔\n" +
            "碰焊机\n" +
            "弯嘴钳\n" +
            "直流稳压电源\n" +
            "电镀电容表\n" +
            "标牌铆钉\n" +
            "滚花刀\n" +
            "管活两用扳手\n" +
            "滑杆\n" +
            "顶切钳\n" +
            "半圆头铆钉\n" +
            "内燃机\n" +
            "AGV小车\n" +
            "焊管机\n" +
            "脉冲变压器\n" +
            "电阻焊机\n" +
            "卡钳\n" +
            "排笔\n" +
            "电子焊接工具套装\n" +
            "直磨机\n" +
            "拉刀（新）\n" +
            "组合轴承\n" +
            "圆嘴钳\n" +
            "振动盘\n" +
            "调心球轴承\n" +
            "刨片\n" +
            "无尘手套\n" +
            "焊线机\n" +
            "电器维修工具\n" +
            "回流焊接机\n" +
            "钉冲\n" +
            "法兰分离器\n" +
            "止推环\n" +
            "绝缘靴\n" +
            "低压控制器\n" +
            "定扭矩扳手\n" +
            "扳杆\n" +
            "气动冷压接钳\n" +
            "服务机器人\n" +
            "弯排机\n" +
            "三相应急电源\n" +
            "燃气发电机\n" +
            "配电设备\n" +
            "量油尺\n" +
            "数字温控器\n" +
            "防化服\n" +
            "农用工具\n" +
            "花型套筒\n" +
            "旋塞阀\n" +
            "秤\n" +
            "铆钉\n" +
            "断路器辅助\n" +
            "推力滚子轴承\n" +
            "内四方扳手\n" +
            "木折尺\n" +
            "电抗器\n" +
            "船用变压器\n" +
            "分流器\n" +
            "消防靴\n" +
            "电工锤\n" +
            "功率补偿器件\n" +
            "测距望远镜\n" +
            "加速度继电器\n" +
            "保持架\n" +
            "手虎钳\n" +
            "紧定套\n" +
            "夹背锯\n" +
            "头部防护用品\n" +
            "风动密封圈\n" +
            "气动封箱机\n" +
            "异形锉\n" +
            "变送器\n" +
            "点塑手套\n" +
            "方箱\n" +
            "尖冲\n" +
            "扭剪扳手\n" +
            "阻燃服\n" +
            "高频不间断电源\n" +
            "单相应急电源\n" +
            "电压互感器\n" +
            "主令电器\n" +
            "防静电服\n" +
            "锹\n" +
            "补偿式电力稳压器\n" +
            "特种电缆\n" +
            "气动捣固机\n" +
            "锉刨\n" +
            "圆锥冲\n" +
            "液压螺栓拉伸器\n" +
            "防酸碱工作服\n" +
            "零序电流互感器\n" +
            "鸡尾锯\n" +
            "电动送风面罩\n" +
            "矿用变压器\n" +
            "压力容器\n" +
            "镰刀\n" +
            "钢镐\n" +
            "粉斗\n" +
            "电动电热配件（即将删除，请勿发布商品）\n" +
            "锁紧螺母\n" +
            "墨汁\n" +
            "音频变压器\n" +
            "锁紧垫圈\n" +
            "压力管道\n" +
            "划线盘\n" +
            "等离子焊机\n" +
            "箱式变电站\n" +
            "平锥头铆钉\n" +
            "台阶铆钉\n" +
            "稳压变压器\n" +
            "防尘服\n" +
            "专用型稳压器\n" +
            "排焊机\n" +
            "压焊机\n" +
            "滚焊机\n" +
            "储能机\n" +
            "工频不间断电源\n" +
            "防紫外线镜\n" +
            "耐酸碱胶靴\n" +
            "斩口锤\n" +
            "电焊口罩\n" +
            "标准表\n" +
            "恒压变压器\n" +
            "羊角起钉钳\n" +
            "石工斧\n" +
            "防风镜\n" +
            "通用型稳压器\n" +
            "试验变压器\n" +
            "环槽铆钉\n" +
            "12角长套筒\n" +
            "耙子\n" +
            "油漆毛刷\n" +
            "叉\n" +
            "电炉变压器\n" +
            "组合互感器\n" +
            "钳形电流互感器\n" +
            "螺丝（即将删除，请勿发布商品）\n" +
            "电子式互感器\n" +
            "燃煤发电机\n" +
            "锨\n" +
            "铰刀\n" +
            "螺钉\n" +
            "螺柱\n" +
            "螺栓\n" +
            "机电五金\n" +
            "电机配件\n" +
            "电动机\n" +
            "摩擦焊机\n" +
            "化工管道及配件\n" +
            "托辊\n" +
            "吊钩抓钩\n" +
            "吊滑车\n" +
            "工作台\n" +
            "降噪隔音耳塞\n" +
            "橡胶防水手套\n" +
            "棉纱手套\n" +
            "医用口罩\n";
    //31
    String SHOP_LIST1 = "建构拼插积木\n" +
            "过家家玩具\n" +
            "电动遥控车\n" +
            "拼图拼板\n" +
            "惯性回力滑行玩具\n" +
            "儿童机器人变形玩具\n" +
            "创意整蛊玩具\n" +
            "电动玩具枪\n" +
            "电动遥控飞机\n" +
            "书包\n" +
            "车模\n" +
            "儿童电动车\n" +
            "三轮车\n" +
            "粘土超轻粘土\n" +
            "滑板车\n" +
            "爬行垫\n" +
            "手工创意粘贴类\n" +
            "自行车\n" +
            "电动遥控动物人物\n" +
            "戏水玩沙玩具\n" +
            "摇铃\n" +
            "贴纸\n" +
            "飞镖射击射箭类\n" +
            "电动遥控轨道\n" +
            "发光玩具\n" +
            "仿真动物玩偶\n" +
            "钓鱼类玩具\n" +
            "陀螺\n" +
            "奥特曼玩具专区\n" +
            "球类玩具球类运动\n" +
            "儿童MP3故事机\n" +
            "画板\n" +
            "玩具挂图认知卡\n" +
            "游泳池\n" +
            "扭扭车\n" +
            "科学实验\n" +
            "模型玩具\n" +
            "水弹枪\n" +
            "描红本涂色本\n" +
            "手工制作\n" +
            "电动遥控机器人\n" +
            "水枪\n" +
            "彩泥橡皮泥\n" +
            "早教机点读学习\n" +
            "游艺机\n" +
            "斜挎包拎包腰包\n" +
            "飞盘飞碟竹蜻蜓类\n" +
            "婴幼儿串珠绕珠\n" +
            "游戏围栏\n" +
            "滑梯\n" +
            "魔方\n" +
            "踏行车滑行学步车\n" +
            "婴儿健身器\n" +
            "吹泡泡\n" +
            "建筑DIY小屋拼装模型\n" +
            "儿童桌面游戏类\n" +
            "电子琴玩具儿童电子琴\n" +
            "儿童玩具表\n" +
            "遥控飞机零配件\n" +
            "玩具\n" +
            "手脚印\n" +
            "笔袋\n" +
            "文具礼盒绘画套装\n" +
            "婴儿儿童游泳圈\n" +
            "沙画胶画画\n" +
            "手推学步玩具\n" +
            "摇马\n" +
            "儿童帐篷游戏屋\n" +
            "床铃床挂\n" +
            "其它早教玩具类\n" +
            "儿童文学\n" +
            "白模填色模具彩绘\n" +
            "音乐电话\n" +
            "童车配件\n" +
            "滑板活力板\n" +
            "户外休闲玩具\n" +
            "绘本图画书\n" +
            "感统训练器材教学设备\n" +
            "手偶安抚玩偶\n" +
            "切切看\n" +
            "电动手拍鼓\n" +
            "不倒翁\n" +
            "飞机模型\n" +
            "手工制作工具彩纸配件\n" +
            "发条玩具\n" +
            "宝宝布书\n" +
            "手工折纸剪纸书\n" +
            "遥控车升级件零配件\n" +
            "软弹枪\n" +
            "海洋球波波球\n" +
            "早教闪卡潜能开发卡\n" +
            "打地鼠敲击果虫\n" +
            "大型组合式游乐设备\n" +
            "早教教具早教套装\n" +
            "手工串珠穿珠首饰编织\n" +
            "数学学习板计算架\n" +
            "文具盒\n" +
            "迷宫类\n" +
            "颜料\n" +
            "玩具枪\n" +
            "跳跳玩具跳跃类运动\n" +
            "拉杆包\n" +
            "多功能玩具台游戏桌\n" +
            "家居生活场景\n" +
            "四驱车零配件工具\n" +
            "数字屋形状盒多孔认知玩具\n" +
            "织布机手工编织刺绣类\n" +
            "婴儿手抓球\n" +
            "架子鼓\n" +
            "风车\n" +
            "解锁解环玩具\n" +
            "遥控周边设备\n" +
            "水上游艺设施\n" +
            "电子玩具\n" +
            "秋千\n" +
            "启蒙认知\n" +
            "电动遥控船类\n" +
            "胎毛挂坠挂件\n" +
            "飞行棋\n" +
            "螺母拆装组合玩具\n" +
            "坦克军事战车\n" +
            "笔类\n" +
            "玩具吉他\n" +
            "手工食品制作\n" +
            "其它纪念品\n" +
            "音乐话筒\n" +
            "拨浪鼓\n" +
            "叠叠圈叠套玩具\n" +
            "仿真果蔬食物\n" +
            "吹奏玩具乐器\n" +
            "拉杆箱\n" +
            "智力解题通关玩具\n" +
            "软陶泥\n" +
            "打击乐器\n" +
            "敲琴\n" +
            "摇摆机摇摇乐\n" +
            "火车模型\n" +
            "卡通造型橡皮\n" +
            "蹦床\n" +
            "多米诺骨牌\n" +
            "跳绳\n" +
            "自由组套\n" +
            "纪念册\n" +
            "科普百科\n" +
            "塑料充气玩具（材质勿放）\n" +
            "游乐设施\n" +
            "幼儿学爬玩具\n" +
            "船舶舰艇\n" +
            "幼儿少儿英语\n" +
            "护脐贴\n" +
            "其它儿童读物\n" +
            "家庭教育\n" +
            "其它仿真玩具\n" +
            "调色盘\n" +
            "强手棋大富翁棋\n" +
            "跳棋\n" +
            "固定翼\n" +
            "投掷套圈\n" +
            "护具\n" +
            "电动遥控玩具\n" +
            "零钱包\n" +
            "行李箱储物箱\n" +
            "其它\n" +
            "画笔画刷\n" +
            "益智游戏\n" +
            "八音盒音乐盒\n" +
            "游戏叠叠乐\n" +
            "仿真照相机\n" +
            "军舰航母\n" +
            "人偶玩具\n" +
            "智能公仔娃娃\n" +
            "磁性贴\n" +
            "音乐玩具儿童乐器\n" +
            "呼啦圈\n" +
            "充气筒\n" +
            "铃类乐器\n" +
            "钢琴玩具钢琴\n" +
            "胎毛章\n" +
            "游戏毯音乐毯\n" +
            "拖拉学步玩具\n" +
            "宝宝海报胎教海报\n" +
            "文件袋\n" +
            "画布\n" +
            "插珠蘑菇插钉\n" +
            "少儿艺术（新）\n" +
            "文具\n" +
            "削笔器削笔刀\n" +
            "沙锤沙蛋沙球\n" +
            "几何形状套柱\n" +
            "颜料绘画组合\n" +
            "敲打台敲打玩具\n" +
            "布质软胶积木\n" +
            "胎毛笔\n" +
            "玩具小提琴手风琴\n" +
            "名字贴\n" +
            "DIY玉米粒\n" +
            "台球桌\n" +
            "溜冰鞋旱冰鞋\n" +
            "桌上足球\n" +
            "形状认知配对玩具\n" +
            "直升机\n" +
            "头盔\n" +
            "救生衣\n" +
            "多功能棋\n" +
            "木偶关节木偶\n" +
            "胎毛绣\n" +
            "颜料绘画相关\n" +
            "软体组合器材\n" +
            "船模\n" +
            "沙包\n" +
            "孕产育儿\n" +
            "室内娱乐设备\n" +
            "隧道钻洞\n" +
            "跷跷板\n" +
            "拳击袋拳击手套\n" +
            "绘画桌\n" +
            "宝宝饰品套装\n" +
            "泳镜\n" +
            "育儿\n" +
            "笔筒\n" +
            "坦克\n" +
            "浴帽洗发帽\n" +
            "护耳贴\n" +
            "儿童书法用品\n" +
            "拼插积木\n" +
            "乒乓球台\n" +
            "乐器套装\n" +
            "耳塞\n" +
            "坐姿矫正器\n" +
            "形状配对扭扭蛋\n" +
            "普通娃娃\n" +
            "螺丝形状配对玩具\n" +
            "app互动玩具\n" +
            "育儿百科\n" +
            "扔沙包呼啦圈投掷套圈\n" +
            "编程玩具\n" +
            "待删除\n" +
            "配件\n" +
            "手镯\n" +
            "意念控制玩具\n" +
            "洗澡书\n" +
            "桌上冰球\n" +
            "台历\n" +
            "挂历\n" +
            "儿童营养健康\n" +
            "长命锁\n" +
            "拼搭积木\n" +
            "智能娃娃\n" +
            "溶质\n" +
            "鼻夹\n" +
            "胎教\n" +
            "脚镯\n" +
            "麻将机\n" +
            "雪花片\n" +
            "发牌机\n" +
            "洗牌机\n" +
            "妈咪瘦身机构\n" +
            "宝宝游泳馆\n" +
            "儿童摄影机构\n" +
            "儿童早教机构\n";
//    String SHOP_LIST = "吉他-民谣吉他\n" +
//            "乐器配件\n" +
//            "小吉他\n" +
//            "尤克里里\n" +
//            "数码钢琴\n" +
//            "电子琴\n" +
//            "笛子\n" +
//            "手卷钢琴\n" +
//            "吉他-电吉他\n" +
//            "西洋乐器\n" +
//            "乐器软件\n" +
//            "古筝\n" +
//            "吉他配件\n" +
//            "口琴\n" +
//            "非洲鼓\n" +
//            "爵士鼓\n" +
//            "架子鼓、\n" +
//            "葫芦丝\n" +
//            "二胡\n" +
//            "吉他音箱\n" +
//            "电子鼓\n" +
//            "软音源\n" +
//            "谱台\n" +
//            "谱架\n" +
//            "小提琴\n" +
//            "陶笛\n" +
//            "萨克斯风\n" +
//            "箫\n" +
//            "民谣吉他弦\n" +
//            "吉他背包\n" +
//            "琴盒\n" +
//            "节拍器\n" +
//            "MIDI键盘\n" +
//            "唢呐\n" +
//            "乐器指甲\n" +
//            "拨片\n" +
//            "拨片套\n" +
//            "变调夹\n" +
//            "古琴\n" +
//            "琴弦\n" +
//            "吉他-古典吉他\n" +
//            "鼓棒\n" +
//            "鼓锤\n" +
//            "鼓槌\n" +
//            "乐器包\n" +
//            "民族乐器\n" +
//            "拾音器\n" +
//            "竖笛\n" +
//            "快板\n" +
//            "手指练习器\n" +
//            "综合效果器\n" +
//            "单块效果器\n" +
//            "埙\n" +
//            "监听音箱\n" +
//            "口风琴\n" +
//            "吉他-电箱吉他\n" +
//            "吊架\n" +
//            "调音器\n" +
//            "胶带\n" +
//            "清洁保护品\n" +
//            "音频接口\n" +
//            "乐器工具\n" +
//            "堂鼓\n" +
//            "哑鼓垫\n" +
//            "吉他背带\n" +
//            "琵琶\n" +
//            "琴凳\n" +
//            "键盘凳\n" +
//            "哨片\n" +
//            "贝司-电贝司\n" +
//            "乐器电源\n" +
//            "乐器电源\n" +
//            "话筒\n" +
//            "小号\n" +
//            "腰鼓\n" +
//            "支架\n" +
//            "滑棒\n" +
//            "指套\n" +
//            "儿童击打乐器\n" +
//            "长笛\n" +
//            "乐器定制\n" +
//            "乐器盒\n" +
//            "乐器罩\n" +
//            "西洋鼓\n" +
//            "吉他连接线\n" +
//            "键盘架\n" +
//            "手风琴\n" +
//            "儿童口琴\n" +
//            "提琴配件\n" +
//            "小军鼓\n" +
//            "乐器教学\n" +
//            "巴乌\n" +
//            "松香等低值易耗品\n" +
//            "MIDI键盘控制器\n" +
//            "笛头\n" +
//            "战鼓\n" +
//            "背带\n" +
//            "上弦器\n" +
//            "单簧管\n" +
//            "拨片\n" +
//            "踏套\n" +
//            "脚垫\n" +
//            "卡洪鼓\n" +
//            "卡箱鼓\n" +
//            "手锣\n" +
//            "钟琴\n" +
//            "木琴\n" +
//            "镲片\n" +
//            "提琴弓\n" +
//            "话筒架\n" +
//            "话筒夹\n" +
//            "监听耳机\n" +
//            "踏板\n" +
//            "大提琴\n" +
//            "电吉他弦\n" +
//            "吉他效果器配件\n" +
//            "开道锣\n" +
//            "提琴盒\n" +
//            "提琴包\n" +
//            "笛膜\n" +
//            "多功能音箱\n" +
//            "声卡接口\n" +
//            "镲架\n" +
//            "鼓架\n" +
//            "京胡\n" +
//            "板胡\n" +
//            "儿童乐器\n" +
//            "花盆鼓\n" +
//            "提琴弦\n" +
//            "弦柱\n" +
//            "电子吹管\n" +
//            "乐器维修\n" +
//            "古典吉他弦\n" +
//            "调音台\n" +
//            "阮\n" +
//            "梆子\n" +
//            "弦枕\n" +
//            "话筒放大器\n" +
//            "擦拭布\n" +
//            "抛光布\n" +
//            "儿童摇铃\n" +
//            "肩垫\n" +
//            "扬琴\n" +
//            "镲\n" +
//            "脚凳\n" +
//            "笙\n" +
//            "锣\n" +
//            "MIDI配件\n" +
//            "竖琴\n" +
//            "MIDI吹奏控制器\n" +
//            "乐器连接线\n" +
//            "鼓皮\n" +
//            "贝司音箱\n" +
//            "长号\n" +
//            "鼓凳\n" +
//            "指挥棒\n" +
//            "马头琴\n" +
//            "管子\n" +
//            "腰鼓镲\n" +
//            "秧歌鼓\n" +
//            "耳机放大器\n" +
//            "号嘴\n" +
//            "三弦\n" +
//            "碰钟\n" +
//            "背带钮\n" +
//            "排鼓\n" +
//            "尺八\n" +
//            "儿童钢琴\n" +
//            "萨巴依\n" +
//            "大号\n" +
//            "拍板\n" +
//            "音叉\n" +
//            "水镲\n" +
//            "细腰鼓\n" +
//            "板鼓\n" +
//            "琴码\n" +
//            "月琴\n" +
//            "音箱支架\n" +
//            "柳琴\n" +
//            "儿童架子鼓\n" +
//            "贝司-木贝司\n" +
//            "贝司弦\n" +
//            "京二胡\n" +
//            "川钹\n" +
//            "芦笙\n" +
//            "大铙\n" +
//            "箱琴音箱\n" +
//            "儿童口风琴\n" +
//            "广钹\n" +
//            "圆号\n" +
//            "短笛\n" +
//            "混音器\n" +
//            "音箱\n" +
//            "箜篌\n" +
//            "冬不拉\n" +
//            "高胡\n" +
//            "邦戈鼓\n" +
//            "虎音锣\n" +
//            "双簧管\n" +
//            "音箱脚踏控制器\n" +
//            "键盘音箱\n" +
//            "云锣\n" +
//            "指板\n" +
//            "声卡转换器\n" +
//            "弦钮\n" +
//            "坠琴\n" +
//            "秦琴\n" +
//            "大钹\n" +
//            "拉弦板\n" +
//            "琴托\n" +
//            "风琴\n" +
//            "微调\n" +
//            "五线谱电教板\n" +
//            "吉他电源\n" +
//            "鼓刷\n" +
//            "编曲键盘\n" +
//            "儿童吉他\n" +
//            "四胡\n" +
//            "音笛\n" +
//            "苏锣\n" +
//            "中胡\n" +
//            "铜鼓\n" +
//            "低音提琴\n" +
//            "倍大提琴\n" +
//            "静音鼓\n" +
//            "模拟合成器\n" +
//            "军镲\n" +
//            "武锣\n" +
//            "康佳鼓\n" +
//            "热瓦普\n" +
//            "低音锣\n" +
//            "吉他合成器\n" +
//            "踏板控制器\n" +
//            "中提琴\n" +
//            "秧歌镲\n" +
//            "舟山锣\n" +
//            "钹类\n" +
//            "大管\n" +
//            "巴松\n" +
//            "弹布尔\n" +
//            "铜书板\n" +
//            "椰胡\n" +
//            "班卓琴\n" +
//            "象脚鼓\n" +
//            "低音胡\n" +
//            "镲锅\n" +
//            "录音棚监听控制器\n" +
//            "京锣\n" +
//            "大顶钹\n" +
//            "曼陀铃弦\n" +
//            "葫芦笙\n" +
//            "艾捷克\n" +
//            "革胡\n" +
//            "班卓琴弦\n" +
//            "马骨胡\n" +
//            "乐器\n";
    String SHOP_LIST2 = "鞋垫\n" +
            "鞋带\n" +
            "毛线\n" +
            "钥匙扣\n" +
            "包挂件\n" +
            "包带\n" +
            "布面料\n" +
            "后跟贴\n" +
            "领带\n" +
            "增高垫\n" +
            "领结\n" +
            "皮带扣\n" +
            "前掌垫\n" +
            "手环\n" +
            "头纱\n" +
            "智能手环\n" +
            "鞋扣\n" +
            "防滑贴\n" +
            "假领\n" +
            "拎环\n" +
            "婚纱裙撑\n" +
            "新娘头饰\n" +
            "婚纱手套\n" +
            "鞋撑\n" +
            "保健环\n" +
            "三件套\n" +
            "皇冠配饰\n" +
            "领针\n" +
            "二件套\n" +
            "指环\n" +
            "多件套\n";

}
