package com.example.webtest.base;

public interface Constant {
    int AFTER_SALES_DESC = 0;
    int RENQI_BEGIN = 1;
    int GO_NEXT_PAGE = 2;
    int AFTER_GO_NEXT_PAGE = 3;
    int GET_SAMEURL = 4;
    boolean DEBUG = false;
    int debugSize = 1;
    int pageSize = 3;
    int foreaTime = 3000;
    int foreaTime_additon_Time = 2000;
    //    String SHOP_LIST =
    String SHOP_LIST1 = "鞋垫\n" +
            "鞋带\n" +
            "毛线\n" +
            "钥匙扣\n" +
            "包挂件\n" +
            "包带\n" +
            "布面料\n" +
            "后跟贴\n" +
            "领带\n" +
            "增高垫\n" +
            "领结\n" +
            "皮带扣\n" +
            "前掌垫\n" +
            "其他手环\n" +
            "头纱\n" +
            "智能手环\n" +
            "鞋扣\n" +
            "防滑贴\n" +
            "假领\n" +
            "拎环\n" +
            "婚纱裙撑\n" +
            "其他\n" +
            "新娘头饰\n" +
            "婚纱手套\n" +
            "鞋撑\n" +
            "保健环\n" +
            "三件套\n" +
            "皇冠配饰\n" +
            "领针\n" +
            "二件套\n" +
            "指环\n" +
            "多件套\n";
    String SHOP_LIST = "钥匙扣\n" +
            "气球\n" +
            "相册相簿\n" +
            "储蓄罐\n" +
            "飘空气球\n" +
            "时尚烟灰缸\n" +
            "音乐盒\n" +
            "创意零钱包\n" +
            "圣诞装饰品\n" +
            "创意摆件\n" +
            "拱门\n" +
            "手腕花\n" +
            "婚庆绢花\n" +
            "创意设计玩具\n" +
            "花瓣仿真花瓣\n" +
            "创意玩偶\n" +
            "招财猫\n" +
            "胸花\n" +
            "相框\n" +
            "文化创意文具\n" +
            "文化创意杯子\n" +
            "文化创意邮册出版物徽章\n" +
            "文化创意冰箱贴\n" +
            "创意设计灯\n" +
            "创意钥匙包\n" +
            "荷花灯河灯\n" +
            "文化创意化妆镜\n" +
            "婚庆展台婚庆门亭\n" +
            "防丢器\n" +
            "圣诞树\n" +
            "生日报\n" +
            "笔筒\n" +
            "婚庆公仔\n" +
            "创意抱枕\n" +
            "兔子灯\n" +
            "圣诞礼品\n" +
            "许愿瓶幸运星瓶\n" +
            "风铃及配件\n" +
            "文化创意明信片\n" +
            "子孙桶\n" +
            "手机链\n" +
            "文化创意包袋\n" +
            "文化创意杯垫餐垫\n" +
            "孔明灯\n" +
            "创意贴纸\n" +
            "文化创意手环\n" +
            "创意颈枕\n" +
            "文化创意钱包购物收纳袋\n" +
            "圣诞服饰\n" +
            "创意坐垫\n" +
            "创意陶瓷\n" +
            "文化创意餐具\n" +
            "圣诞帽\n" +
            "文化衫\n" +
            "婚庆印章\n" +
            "南瓜灯\n" +
            "阳光罐月光罐\n" +
            "圣诞袜\n" +
            "圣诞鹿\n" +
            "创意泥人\n" +
            "创意风筝\n" +
            "太阳能娃娃\n" +
            "创意根雕\n" +
            "海螺贝壳珊瑚\n";;

}
