package com.example.webtest.base;

public interface Constant {
    int AFTER_SALES_DESC = 0;
    int RENQI_BEGIN = 1;
    int GO_NEXT_PAGE = 2;
    int AFTER_GO_NEXT_PAGE = 3;
    int GET_SAMEURL = 4;
    boolean DEBUG = false;
    int debugSize = 2;
    int pageSize = 5;
    int foreaTime = 3000;
    int foreaTime_additon_Time = 2000;
    //    String SHOP_LIST =
    String SHOP_LIST = "建构拼插积木\n" +
            "过家家玩具\n" +
            "电动遥控车\n" +
            "拼图拼板\n" +
            "惯性回力滑行玩具\n" +
            "儿童机器人变形玩具\n" +
            "创意整蛊玩具\n" +
            "电动玩具枪\n" +
            "电动遥控飞机\n" +
            "书包\n" +
            "车模\n" +
            "儿童电动车\n" +
            "三轮车\n" +
            "粘土超轻粘土\n" +
            "滑板车\n" +
            "爬行垫\n" +
            "手工创意粘贴类\n" +
            "自行车\n" +
            "电动遥控动物人物\n" +
            "戏水玩沙玩具\n" +
            "摇铃\n" +
            "贴纸\n" +
            "飞镖射击射箭类\n" +
            "电动遥控轨道\n" +
            "发光玩具\n" +
            "仿真动物玩偶\n" +
            "钓鱼类玩具\n" +
            "陀螺\n" +
            "奥特曼玩具专区\n" +
            "球类玩具球类运动\n" +
            "儿童MP3故事机\n" +
            "画板\n" +
            "玩具挂图认知卡\n" +
            "游泳池\n" +
            "扭扭车\n" +
            "科学实验\n" +
            "其他模型玩具\n" +
            "水弹枪\n" +
            "描红本涂色本\n" +
            "其他手工制作\n" +
            "电动遥控机器人\n" +
            "水枪\n" +
            "彩泥橡皮泥\n" +
            "早教机点读学习\n" +
            "游艺机\n" +
            "斜挎包拎包腰包\n" +
            "飞盘飞碟竹蜻蜓类\n" +
            "婴幼儿串珠绕珠\n" +
            "游戏围栏\n" +
            "滑梯\n" +
            "魔方\n" +
            "踏行车滑行学步车\n" +
            "婴儿健身器\n" +
            "吹泡泡\n" +
            "建筑DIY小屋拼装模型\n" +
            "儿童桌面游戏类\n" +
            "电子琴玩具儿童电子琴\n" +
            "儿童玩具表\n" +
            "遥控飞机零配件\n" +
            "其他玩具\n" +
            "手脚印\n" +
            "笔袋\n" +
            "文具礼盒绘画套装\n" +
            "婴儿儿童游泳圈\n" +
            "沙画胶画画\n" +
            "手推学步玩具\n" +
            "摇马\n" +
            "儿童帐篷游戏屋\n" +
            "床铃床挂\n" +
            "其它早教玩具类\n" +
            "儿童文学\n" +
            "白模填色模具彩绘\n" +
            "音乐电话\n" +
            "童车配件\n" +
            "滑板活力板\n" +
            "其他户外休闲玩具\n" +
            "绘本图画书\n" +
            "感统训练器材教学设备\n" +
            "手偶安抚玩偶\n" +
            "切切看\n" +
            "电动手拍鼓\n" +
            "不倒翁\n" +
            "飞机模型\n" +
            "手工制作工具彩纸配件\n" +
            "发条玩具\n" +
            "宝宝布书\n" +
            "手工折纸剪纸书\n" +
            "遥控车升级件零配件\n" +
            "软弹枪\n" +
            "海洋球波波球\n" +
            "早教闪卡潜能开发卡\n" +
            "打地鼠敲击果虫\n" +
            "大型组合式游乐设备\n" +
            "早教教具早教套装\n" +
            "手工串珠穿珠首饰编织\n" +
            "数学学习板计算架\n" +
            "文具盒\n" +
            "迷宫类\n" +
            "颜料\n" +
            "其他玩具枪\n" +
            "跳跳玩具跳跃类运动\n" +
            "拉杆包\n" +
            "多功能玩具台游戏桌\n" +
            "家居生活场景\n" +
            "四驱车零配件工具\n" +
            "数字屋形状盒多孔认知玩具\n" +
            "织布机手工编织刺绣类\n" +
            "婴儿手抓球\n" +
            "架子鼓\n" +
            "风车\n" +
            "解锁解环玩具\n" +
            "遥控周边设备\n" +
            "水上游艺设施\n" +
            "电子玩具\n" +
            "秋千\n" +
            "启蒙认知\n" +
            "电动遥控船类\n" +
            "胎毛挂坠挂件\n" +
            "飞行棋\n" +
            "螺母拆装组合玩具\n" +
            "坦克军事战车\n" +
            "笔类\n" +
            "玩具吉他\n" +
            "手工食品制作\n" +
            "其它纪念品\n" +
            "音乐话筒\n" +
            "拨浪鼓\n" +
            "叠叠圈叠套玩具\n" +
            "仿真果蔬食物\n" +
            "吹奏玩具乐器\n" +
            "拉杆箱\n" +
            "智力解题通关玩具\n" +
            "软陶泥\n" +
            "打击乐器\n" +
            "敲琴\n" +
            "摇摆机摇摇乐\n" +
            "火车模型\n" +
            "卡通造型橡皮\n" +
            "蹦床\n" +
            "多米诺骨牌\n" +
            "跳绳\n" +
            "自由组套\n" +
            "纪念册\n" +
            "科普百科\n" +
            "塑料充气玩具（其他材质勿放）\n" +
            "其他游乐设施\n" +
            "幼儿学爬玩具\n" +
            "船舶舰艇\n" +
            "幼儿少儿英语\n" +
            "护脐贴\n" +
            "其它儿童读物\n" +
            "家庭教育\n" +
            "其它仿真玩具\n" +
            "调色盘\n" +
            "强手棋大富翁棋\n" +
            "跳棋\n" +
            "固定翼\n" +
            "投掷套圈\n" +
            "护具\n" +
            "其他电动遥控玩具\n" +
            "零钱包\n" +
            "行李箱储物箱\n" +
            "其它\n" +
            "画笔画刷\n" +
            "益智游戏\n" +
            "八音盒音乐盒\n" +
            "游戏叠叠乐\n" +
            "仿真照相机\n" +
            "军舰航母\n" +
            "其他人偶玩具\n" +
            "智能公仔娃娃\n" +
            "磁性贴\n" +
            "其他音乐玩具儿童乐器\n" +
            "呼啦圈\n" +
            "充气筒\n" +
            "铃类乐器\n" +
            "钢琴玩具钢琴\n" +
            "胎毛章\n" +
            "游戏毯音乐毯\n" +
            "拖拉学步玩具\n" +
            "宝宝海报胎教海报\n" +
            "文件袋\n" +
            "画布\n" +
            "插珠蘑菇插钉\n" +
            "少儿艺术（新）\n" +
            "其他文具\n" +
            "削笔器削笔刀\n" +
            "沙锤沙蛋沙球\n" +
            "几何形状套柱\n" +
            "颜料绘画组合\n" +
            "敲打台其他敲打玩具\n" +
            "布质软胶积木\n" +
            "胎毛笔\n" +
            "玩具小提琴手风琴\n" +
            "名字贴\n" +
            "DIY玉米粒\n" +
            "台球桌\n" +
            "溜冰鞋旱冰鞋\n" +
            "桌上足球\n" +
            "其他形状认知配对玩具\n" +
            "直升机\n" +
            "头盔\n" +
            "救生衣\n" +
            "多功能棋\n" +
            "木偶关节木偶\n" +
            "胎毛绣\n" +
            "其他颜料绘画相关\n" +
            "软体组合器材\n" +
            "船模\n" +
            "沙包\n" +
            "孕产育儿\n" +
            "其他室内娱乐设备\n" +
            "隧道钻洞\n" +
            "跷跷板\n" +
            "拳击袋拳击手套\n" +
            "绘画桌\n" +
            "宝宝饰品套装\n" +
            "泳镜\n" +
            "育儿其他\n" +
            "笔筒\n" +
            "坦克\n" +
            "浴帽洗发帽\n" +
            "护耳贴\n" +
            "儿童书法用品\n" +
            "拼插积木\n" +
            "乒乓球台\n" +
            "乐器套装\n" +
            "耳塞\n" +
            "坐姿矫正器\n" +
            "形状配对扭扭蛋\n" +
            "普通娃娃\n" +
            "螺丝形状配对玩具\n" +
            "app互动玩具\n" +
            "育儿百科\n" +
            "扔沙包呼啦圈投掷套圈\n" +
            "编程玩具\n" +
            "待删除\n" +
            "配件\n" +
            "手镯\n" +
            "意念控制玩具\n" +
            "洗澡书\n" +
            "桌上冰球\n" +
            "台历\n" +
            "挂历\n" +
            "儿童营养健康\n" +
            "长命锁\n" +
            "拼搭积木\n" +
            "智能娃娃\n" +
            "溶质\n" +
            "鼻夹\n" +
            "胎教\n" +
            "脚镯\n" +
            "麻将机\n" +
            "雪花片\n" +
            "发牌机\n" +
            "洗牌机\n" +
            "妈咪瘦身机构\n" +
            "宝宝游泳馆\n" +
            "儿童摄影机构\n" +
            "儿童早教机构\n";
//    String SHOP_LIST = "吉他-民谣吉他\n" +
//            "乐器配件\n" +
//            "小吉他\n" +
//            "尤克里里\n" +
//            "数码钢琴\n" +
//            "电子琴\n" +
//            "笛子\n" +
//            "手卷钢琴\n" +
//            "吉他-电吉他\n" +
//            "西洋乐器\n" +
//            "乐器软件\n" +
//            "古筝\n" +
//            "吉他配件\n" +
//            "口琴\n" +
//            "非洲鼓\n" +
//            "爵士鼓\n" +
//            "架子鼓、\n" +
//            "葫芦丝\n" +
//            "二胡\n" +
//            "吉他音箱\n" +
//            "电子鼓\n" +
//            "软音源\n" +
//            "谱台\n" +
//            "谱架\n" +
//            "小提琴\n" +
//            "陶笛\n" +
//            "萨克斯风\n" +
//            "箫\n" +
//            "民谣吉他弦\n" +
//            "吉他背包\n" +
//            "琴盒\n" +
//            "节拍器\n" +
//            "MIDI键盘\n" +
//            "唢呐\n" +
//            "乐器指甲\n" +
//            "拨片\n" +
//            "拨片套\n" +
//            "变调夹\n" +
//            "古琴\n" +
//            "琴弦\n" +
//            "吉他-古典吉他\n" +
//            "鼓棒\n" +
//            "鼓锤\n" +
//            "鼓槌\n" +
//            "乐器包\n" +
//            "民族乐器\n" +
//            "拾音器\n" +
//            "竖笛\n" +
//            "快板\n" +
//            "手指练习器\n" +
//            "综合效果器\n" +
//            "单块效果器\n" +
//            "埙\n" +
//            "监听音箱\n" +
//            "口风琴\n" +
//            "吉他-电箱吉他\n" +
//            "吊架\n" +
//            "调音器\n" +
//            "胶带\n" +
//            "清洁保护品\n" +
//            "音频接口\n" +
//            "乐器工具\n" +
//            "堂鼓\n" +
//            "哑鼓垫\n" +
//            "吉他背带\n" +
//            "琵琶\n" +
//            "琴凳\n" +
//            "键盘凳\n" +
//            "哨片\n" +
//            "贝司-电贝司\n" +
//            "乐器电源\n" +
//            "乐器电源\n" +
//            "话筒\n" +
//            "小号\n" +
//            "腰鼓\n" +
//            "其他支架\n" +
//            "滑棒\n" +
//            "指套\n" +
//            "儿童击打乐器\n" +
//            "长笛\n" +
//            "乐器定制\n" +
//            "乐器盒\n" +
//            "乐器罩\n" +
//            "其他西洋鼓\n" +
//            "吉他连接线\n" +
//            "键盘架\n" +
//            "手风琴\n" +
//            "儿童口琴\n" +
//            "提琴配件\n" +
//            "小军鼓\n" +
//            "乐器教学\n" +
//            "巴乌\n" +
//            "松香等低值易耗品\n" +
//            "MIDI键盘控制器\n" +
//            "笛头\n" +
//            "战鼓\n" +
//            "背带\n" +
//            "上弦器\n" +
//            "单簧管\n" +
//            "拨片\n" +
//            "踏套\n" +
//            "脚垫\n" +
//            "卡洪鼓\n" +
//            "卡箱鼓\n" +
//            "手锣\n" +
//            "钟琴\n" +
//            "木琴\n" +
//            "镲片\n" +
//            "提琴弓\n" +
//            "话筒架\n" +
//            "话筒夹\n" +
//            "监听耳机\n" +
//            "踏板\n" +
//            "大提琴\n" +
//            "电吉他弦\n" +
//            "吉他效果器配件\n" +
//            "开道锣\n" +
//            "提琴盒\n" +
//            "提琴包\n" +
//            "笛膜\n" +
//            "多功能音箱\n" +
//            "声卡接口\n" +
//            "镲架\n" +
//            "鼓架\n" +
//            "京胡\n" +
//            "板胡\n" +
//            "其他儿童乐器\n" +
//            "花盆鼓\n" +
//            "提琴弦\n" +
//            "弦柱\n" +
//            "电子吹管\n" +
//            "乐器维修\n" +
//            "古典吉他弦\n" +
//            "调音台\n" +
//            "阮\n" +
//            "梆子\n" +
//            "弦枕\n" +
//            "话筒放大器\n" +
//            "擦拭布\n" +
//            "抛光布\n" +
//            "儿童摇铃\n" +
//            "肩垫\n" +
//            "扬琴\n" +
//            "镲\n" +
//            "脚凳\n" +
//            "笙\n" +
//            "锣\n" +
//            "MIDI配件\n" +
//            "竖琴\n" +
//            "MIDI吹奏控制器\n" +
//            "乐器连接线\n" +
//            "鼓皮\n" +
//            "贝司音箱\n" +
//            "长号\n" +
//            "鼓凳\n" +
//            "指挥棒\n" +
//            "马头琴\n" +
//            "管子\n" +
//            "腰鼓镲\n" +
//            "秧歌鼓\n" +
//            "耳机放大器\n" +
//            "号嘴\n" +
//            "三弦\n" +
//            "碰钟\n" +
//            "背带钮\n" +
//            "排鼓\n" +
//            "尺八\n" +
//            "儿童钢琴\n" +
//            "萨巴依\n" +
//            "大号\n" +
//            "拍板\n" +
//            "音叉\n" +
//            "水镲\n" +
//            "细腰鼓\n" +
//            "板鼓\n" +
//            "琴码\n" +
//            "月琴\n" +
//            "音箱支架\n" +
//            "柳琴\n" +
//            "儿童架子鼓\n" +
//            "贝司-木贝司\n" +
//            "贝司弦\n" +
//            "京二胡\n" +
//            "川钹\n" +
//            "芦笙\n" +
//            "大铙\n" +
//            "箱琴音箱\n" +
//            "儿童口风琴\n" +
//            "广钹\n" +
//            "圆号\n" +
//            "短笛\n" +
//            "混音器\n" +
//            "音箱其他\n" +
//            "箜篌\n" +
//            "冬不拉\n" +
//            "高胡\n" +
//            "邦戈鼓\n" +
//            "虎音锣\n" +
//            "双簧管\n" +
//            "音箱脚踏控制器\n" +
//            "键盘音箱\n" +
//            "云锣\n" +
//            "指板\n" +
//            "声卡转换器\n" +
//            "弦钮\n" +
//            "坠琴\n" +
//            "秦琴\n" +
//            "大钹\n" +
//            "拉弦板\n" +
//            "琴托\n" +
//            "风琴\n" +
//            "微调\n" +
//            "五线谱电教板\n" +
//            "吉他电源\n" +
//            "鼓刷\n" +
//            "编曲键盘\n" +
//            "儿童吉他\n" +
//            "四胡\n" +
//            "音笛\n" +
//            "苏锣\n" +
//            "中胡\n" +
//            "铜鼓\n" +
//            "低音提琴\n" +
//            "倍大提琴\n" +
//            "静音鼓\n" +
//            "模拟合成器\n" +
//            "军镲\n" +
//            "武锣\n" +
//            "康佳鼓\n" +
//            "热瓦普\n" +
//            "低音锣\n" +
//            "吉他合成器\n" +
//            "踏板控制器\n" +
//            "中提琴\n" +
//            "秧歌镲\n" +
//            "舟山锣\n" +
//            "钹类\n" +
//            "大管\n" +
//            "巴松\n" +
//            "弹布尔\n" +
//            "铜书板\n" +
//            "椰胡\n" +
//            "班卓琴\n" +
//            "象脚鼓\n" +
//            "低音胡\n" +
//            "镲锅\n" +
//            "录音棚监听控制器\n" +
//            "京锣\n" +
//            "大顶钹\n" +
//            "曼陀铃弦\n" +
//            "葫芦笙\n" +
//            "艾捷克\n" +
//            "革胡\n" +
//            "班卓琴弦\n" +
//            "马骨胡\n" +
//            "乐器\n";
//    String SHOP_LIST = "鞋垫\n" +
//            "鞋带\n" +
//            "毛线\n" +
//            "钥匙扣\n" +
//            "包挂件\n" +
//            "包带\n" +
//            "布面料\n" +
//            "后跟贴\n" +
//            "领带\n" +
//            "增高垫\n" +
//            "领结\n" +
//            "皮带扣\n" +
//            "前掌垫\n" +
//            "其他手环\n" +
//            "头纱\n" +
//            "智能手环\n" +
//            "鞋扣\n" +
//            "防滑贴\n" +
//            "假领\n" +
//            "拎环\n" +
//            "婚纱裙撑\n" +
//            "新娘头饰\n" +
//            "婚纱手套\n" +
//            "鞋撑\n" +
//            "保健环\n" +
//            "三件套\n" +
//            "皇冠配饰\n" +
//            "领针\n" +
//            "二件套\n" +
//            "指环\n" +
//            "多件套\n";

}
